Repository: ViffyGwaanl/papertok-reader
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# reader.original
source: Original
zh_hans: 原文
zh_hant: 原文

# reader.page_number_format
source: Page %d
zh_hans: 第 %d 页
zh_hant: 第 %d 頁

# reader.pages_range_format
source: Pages %d–%d
zh_hans: 第 %d–%d 页
zh_hant: 第 %d–%d 頁

# reader.preparing_controls_ellipsis
source: Preparing reader controls…
zh_hans: 正在准备阅读控件…
zh_hant: 正在準備閱讀控制項…

# reader.preparing_search_ellipsis
source: Preparing search…
zh_hans: 正在准备搜索…
zh_hant: 正在準備搜尋…

# reader.previous_chapter
source: Previous Chapter
zh_hans: 上一章
zh_hant: 上一章

# reader.section_number_format
source: Section %d
zh_hans: 第 %d 节
zh_hant: 第 %d 節

# reader.quick_action.define_vocabulary.title
source: Define Vocabulary
zh_hans: 释义词汇
zh_hant: 釋義詞彙

# reader.quick_action.explain.title
source: Explain
zh_hans: 讲解
zh_hant: 講解

# reader.quick_action.summarize.title
source: Summarize
zh_hans: 总结
zh_hant: 總結

# reader.quick_action.translate.title
source: Translate
zh_hans: 翻译
zh_hant: 翻譯

# reader.quick_actions
source: Quick Actions
zh_hans: 快捷操作
zh_hant: 快捷操作

# reader.read_markdown
source: Read Markdown
zh_hans: 阅读 Markdown
zh_hant: 閱讀 Markdown

# reader.reader_settings
source: Reader Settings
zh_hans: 阅读器设置
zh_hant: 閱讀器設定

# reader.reader_settings_error
source: Reader Settings Error
zh_hans: 阅读器设置错误
zh_hant: 閱讀器設定錯誤

# reader.save_to_notes
source: Save to Notes
zh_hans: 保存到笔记
zh_hant: 儲存到筆記

# reader.search.match_at_progress_format
source: Match at %d%% of document
zh_hans: 位于文档 %d%% 处
zh_hant: 位於文件 %d%% 處

# reader.search.no_matches_format
source: No matches were found for “%@”.
zh_hans: 未找到“%@”的匹配项。
zh_hant: 找不到「%@」的相符項目。

# reader.search.no_results_title
source: No Results
zh_hans: 无结果
zh_hant: 無結果

# reader.search_book
source: Search Book
zh_hans: 搜索书籍
zh_hant: 搜尋書籍

# reader.search_contents
source: Search contents
zh_hans: 搜索目录
zh_hant: 搜尋目錄

# reader.search_epub_prompt
source: Enter a phrase to search across the EPUB contents.
zh_hans: 输入短语以在 EPUB 内容中搜索。
zh_hant: 輸入詞句以在 EPUB 內容中搜尋。

# reader.search_failed_title
source: Search Failed
zh_hans: 搜索失败
zh_hant: 搜尋失敗

# reader.search_pdf_prompt
source: Enter a phrase to search across the PDF contents.
zh_hans: 输入短语以在 PDF 内容中搜索。
zh_hant: 輸入詞句以在 PDF 內容中搜尋。

# reader.search_this_book
source: Search This Book
zh_hans: 搜索本书
zh_hant: 搜尋本書

# reader.search_this_pdf
source: Search this PDF
zh_hans: 搜索此 PDF
zh_hant: 搜尋此 PDF

# reader.settings.actual_size
source: Actual Size
zh_hans: 实际大小
zh_hant: 實際大小

# reader.settings.auto_brightness
source: Auto Brightness
zh_hans: 自动亮度
zh_hant: 自動亮度

# reader.settings.brightness
source: Brightness
zh_hans: 亮度
zh_hant: 亮度

# reader.settings.column_count
source: Columns
zh_hans: 栏数
zh_hant: 欄數

# reader.settings.continuous
source: Continuous
zh_hans: 连续
zh_hant: 連續

# reader.settings.crop_margins
source: Crop Margins
zh_hans: 裁剪页边
zh_hant: 裁切邊界

# reader.settings.double_page
source: Double Page
zh_hans: 双页
zh_hant: 雙頁

# reader.settings.fit_page
source: Fit Page
zh_hans: 适合页面
zh_hant: 符合頁面

# reader.settings.fit_width
source: Fit Width
zh_hans: 适合宽度
zh_hant: 符合寬度

# reader.settings.font_size
source: Font Size
zh_hans: 字号
zh_hant: 字級

# reader.settings.font_weight
source: Font Weight
zh_hans: 字重
zh_hant: 字重

# reader.settings.gesture_settings
source: Gesture Settings
zh_hans: 手势设置
zh_hant: 手勢設定

# reader.settings.horizontal
source: Horizontal
zh_hans: 横向
zh_hant: 橫向

# reader.settings.letter_spacing
source: Letter Spacing
zh_hans: 字母间距
zh_hant: 字母間距

# reader.settings.line_height
source: Line Height
zh_hans: 行高
zh_hant: 行高

# reader.settings.lock_orientation
source: Lock Orientation
zh_hans: 锁定方向
zh_hant: 鎖定方向

# reader.settings.night_mode
source: Night Mode
zh_hans: 夜间模式
zh_hant: 夜間模式

# reader.settings.page_width
source: Page Width
zh_hans: 页面宽度
zh_hant: 頁面寬度

# reader.settings.paragraph_spacing
source: Paragraph Spacing
zh_hans: 段落间距
zh_hant: 段落間距

# reader.settings.scroll_direction
source: Scroll Direction
zh_hans: 滚动方向
zh_hant: 捲動方向

# reader.settings.sepia
source: Sepia
zh_hans: 棕褐色
zh_hant: 深褐色

# reader.settings.show_battery
source: Show Battery
zh_hans: 显示电量
zh_hant: 顯示電量

# reader.settings.show_clock
source: Show Clock
zh_hans: 显示时钟
zh_hant: 顯示時鐘

# reader.settings.show_page_number
source: Show Page Number
zh_hans: 显示页码
zh_hant: 顯示頁碼

# reader.settings.show_progress
source: Show Progress
zh_hans: 显示进度
zh_hant: 顯示進度

# reader.settings.show_status_bar
source: Show Status Bar
zh_hans: 显示状态栏
zh_hant: 顯示狀態列

# reader.settings.single_page
source: Single Page
zh_hans: 单页
zh_hant: 單頁

# reader.settings.tap_zones
source: Tap Zones
zh_hans: 点击区域
zh_hant: 點擊區域

# reader.settings.vertical
source: Vertical
zh_hans: 纵向
zh_hant: 縱向

# reader.settings.word_spacing
source: Word Spacing
zh_hans: 单词间距
zh_hant: 字詞間距

# reader.share_as_text
source: Share as Text
zh_hans: 以文本分享
zh_hant: 以文字分享

# reader.share_image_card
source: Share Image Card
zh_hans: 分享图像卡片
zh_hant: 分享圖片卡片

# reader.target_language
source: Target Language
zh_hans: 目标语言
zh_hant: 目標語言

# reader.text_required
source: Highlights and notes require a text selection.
zh_hans: 高亮和笔记需要选中文本。
zh_hant: 螢光標示與筆記需要先選取文字。

# reader.toc.empty_title
source: No Contents
zh_hans: 无目录
zh_hant: 無目錄

# reader.toc.load_failed
source: Couldn’t Load Contents
zh_hans: 无法加载目录
zh_hant: 無法載入目錄

# reader.toc.match_count_format
source: %d matches
zh_hans: %d 个匹配结果
zh_hant: %d 個符合結果

# reader.toc.subsection_count_format
source: %d sub-sections
zh_hans: %d 个子章节
zh_hant: %d 個子章節

# reader.toggle_ai_panel
source: Toggle AI Panel
zh_hans: 切换 AI 面板
zh_hant: 切換 AI 面板

# reader.translate
source: Translate
zh_hans: 翻译
zh_hant: 翻譯

# reader.translation
source: Translation
zh_hans: 翻译
zh_hant: 翻譯

# reader.tts.more_controls
source: More TTS controls
zh_hans: 更多 TTS 控制
zh_hant: 更多 TTS 控制

# reader.unable_prepare_image
source: Unable to Prepare Image
zh_hans: 无法准备图像
zh_hant: 無法準備圖片

# reader.view_original
source: View Original
zh_hans: 查看原文
zh_hant: 檢視原文

# reader.volume_keys_turn_pages
source: Volume keys turn pages
zh_hans: 使用音量键翻页
zh_hant: 使用音量鍵翻頁

# settings.about
source: About
zh_hans: 关于
zh_hant: 關於

# settings.accent_color
source: Accent Color
zh_hans: 强调色
zh_hant: 強調色

# settings.advanced
source: Advanced
zh_hans: 高级
zh_hant: 進階

# settings.ai_image_analysis
source: AI Image Analysis
zh_hans: AI 图像分析
zh_hant: AI 圖像分析

# settings.ai_library.batch_size
source: Batch Size
zh_hans: 批处理大小
zh_hant: 批次大小

# settings.ai_library.chunk_size
source: Chunk Size
zh_hans: 分块大小
zh_hant: 分塊大小

# settings.ai_library.chunking
source: Chunking
zh_hans: 分块设置
zh_hant: 分塊設定

# settings.ai_library.clear_all_indexes
source: Clear All Indexes
zh_hans: 清除全部索引
zh_hant: 清除全部索引

# settings.ai_library.clearing_index
source: Clearing index…
zh_hans: 正在清除索引…
zh_hant: 正在清除索引…

# settings.ai_library.custom_model_placeholder
source: Custom model ID
zh_hans: 自定义模型 ID
zh_hant: 自訂模型 ID

# settings.ai_library.embedding_model
source: Embedding Model
zh_hans: 嵌入模型
zh_hant: 嵌入模型

# settings.ai_library.embedding_provider
source: Embedding Provider
zh_hans: 嵌入提供商
zh_hant: 嵌入提供者

# settings.ai_library.index_all_books
source: Index All Books
zh_hans: 为全部书籍建立索引
zh_hant: 為全部書籍建立索引

# settings.ai_library.indexed_chunks_format
source: Indexed chunks: %d
zh_hans: 已索引分块：%d
zh_hant: 已索引分塊：%d

# settings.ai_library.indexing_not_wired
source: Indexing is not wired up in this build yet.
zh_hans: 此版本暂未接入完整索引流程。
zh_hant: 此版本尚未接入完整索引流程。

# settings.ai_library.model
source: Model
zh_hans: 模型
zh_hant: 模型

# settings.ai_library.no_index_data
source: No index data yet
zh_hans: 暂无索引数据
zh_hant: 暫無索引資料

# settings.ai_library.overlap
source: Overlap
zh_hans: 重叠长度
zh_hant: 重疊長度

# settings.ai_library.provider
source: Provider
zh_hans: 提供商
zh_hant: 提供者

# settings.ai_library.refresh_status
source: Refresh Status
zh_hans: 刷新状态
zh_hant: 重新整理狀態

# settings.ai_library.status
source: Status
zh_hans: 状态
zh_hant: 狀態

# settings.ai_library.storage_format
source: Storage: %@
zh_hans: 存储：%@
zh_hant: 儲存空間：%@

# settings.ai_library.title
source: AI Library Index
zh_hans: AI 书库索引
zh_hant: AI 書庫索引

# settings.ai_library.tokens_format
source: %d tokens
zh_hans: %d 个 token
zh_hant: %d 個 token

# settings.ai_library_index
source: AI Library Index
zh_hans: AI 书库索引
zh_hant: AI 書庫索引

# settings.ai_model
source: Model ID
zh_hans: 模型 ID
zh_hant: 模型 ID

# settings.ai_provider
source: Provider
zh_hans: 提供商
zh_hant: 提供商

# settings.ai_provider.api_keys
source: API Keys
zh_hans: API 密钥
zh_hant: API 金鑰

# settings.ai_provider.api_keys_count_format
source: %d keys configured
zh_hans: 已配置 %d 个密钥
zh_hant: 已設定 %d 個金鑰

# settings.ai_provider.api_keys_footer
source: Add multiple API keys for round-robin rotation, automatic failover and per-key cooldowns. Secrets are stored in the Keychain.
zh_hans: 添加多个 API 密钥以实现轮转、自动故障切换和按密钥冷却。密钥会存储在钥匙串中。
zh_hant: 加入多個 API 金鑰以支援輪替、自動故障切換與單金鑰冷卻。密鑰會儲存在鑰匙圈中。

# settings.ai_provider.auth_cooldown
source: Auth Cooldown (401)
zh_hans: 认证冷却时间 (401)
zh_hant: 驗證冷卻時間 (401)

# settings.ai_provider.capability.chat
source: Chat
zh_hans: 对话
zh_hant: 對話

# settings.ai_provider.capability.stream
source: Stream
zh_hans: 流式
zh_hant: 串流

# settings.ai_provider.capability.think
source: Reasoning
zh_hans: 推理
zh_hant: 推理

# settings.ai_provider.capability.tools
source: Tools
zh_hans: 工具
zh_hant: 工具

# settings.ai_provider.capability.vision
source: Vision
zh_hans: 视觉
zh_hant: 視覺

# settings.ai_provider.azure_api_version
source: API Version
zh_hans: API 版本
zh_hant: API 版本

# settings.ai_provider.azure_deployment_name
source: Deployment Name
zh_hans: 部署名称
zh_hant: 部署名稱

# settings.ai_provider.delete_confirmation
source: Delete this custom provider?
zh_hans: 删除这个自定义提供商？
zh_hant: 刪除此自訂供應商？

# settings.ai_provider.delete_provider
source: Delete Provider
zh_hans: 删除提供商
zh_hant: 刪除供應商

# settings.ai_provider.failover_policy
source: Failover Policy
zh_hans: 故障切换策略
zh_hant: 故障切換策略

# settings.ai_provider.failover_policy_footer
source: After N consecutive failures the key is marked failed; cooldowns control how long until it is retried.
zh_hans: 连续失败 N 次后，该密钥会被标记为失败；冷却时间决定何时重试。
zh_hant: 連續失敗 N 次後，該金鑰會標記為失敗；冷卻時間決定何時重試。

# settings.ai_provider.failure_threshold
source: Failure Threshold
zh_hans: 失败阈值
zh_hant: 失敗閾值

# settings.ai_provider.gemini_options
source: Gemini Options
zh_hans: Gemini 选项
zh_hant: Gemini 選項

# settings.ai_provider.generation_defaults
source: Generation Defaults
zh_hans: 生成默认值
zh_hant: 生成預設值

# settings.ai_provider.generation_defaults_footer
source: These values are sent with every chat request unless overridden by a tool or prompt.
zh_hans: 除非被工具或提示词覆盖，这些值会随每次聊天请求发送。
zh_hant: 除非被工具或提示詞覆寫，否則這些值會隨每次聊天請求送出。

# settings.ai_provider.get_api_key
source: Get API Key
zh_hans: 获取 API Key
zh_hant: 取得 API Key

# settings.ai_provider.include_thinking_steps
source: Include Thinking Steps
zh_hans: 包含思考步骤
zh_hant: 包含思考步驟

# settings.ai_provider.key_section_format
source: %@ API Key
zh_hans: %@ API 密钥
zh_hant: %@ API 金鑰

# settings.ai_provider.key_title_format
source: %@ Key
zh_hans: %@ 密钥
zh_hant: %@ 金鑰

# settings.ai_provider.manage_api_keys
source: Manage API Keys
zh_hans: 管理 API 密钥
zh_hant: 管理 API 金鑰

# settings.ai_provider.max_tokens
source: Max Tokens
zh_hans: 最大 Tokens
zh_hant: 最大 Token 數

# settings.ai_provider.rate_limit_cooldown
source: Rate Limit Cooldown (429)
zh_hans: 限流冷却时间 (429)
zh_hant: 限流冷卻時間 (429)

# settings.ai_provider.reasoning
source: Reasoning
zh_hans: 推理
zh_hant: 推理

# settings.ai_provider.reasoning_effort
source: Reasoning Effort
zh_hans: 推理强度
zh_hant: 推理強度

# settings.ai_provider.return_reasoning_summary
source: Return Reasoning Summary
zh_hans: 返回推理摘要
zh_hant: 傳回推理摘要

# settings.ai_provider.safety_settings
source: Safety Settings
zh_hans: 安全设置
zh_hant: 安全設定

# settings.ai_provider.service_cooldown
source: Service Cooldown (5xx)
zh_hans: 服务冷却时间 (5xx)
zh_hant: 服務冷卻時間 (5xx)

# settings.ai_provider.stop_sequences
source: Stop Sequences
zh_hans: 停止序列
zh_hant: 停止序列

# settings.ai_provider.unsaved
source: Unsaved
zh_hans: 未保存
zh_hant: 未儲存

# settings.ai_provider.use_previous_response_id
source: Use Previous Response ID
zh_hans: 使用上一个响应 ID
zh_hant: 使用上一個回應 ID

# settings.ai_providers
source: AI Providers
zh_hans: AI 提供商
zh_hant: AI 提供商

# settings.ai_providers.footer
source: Configure AI providers, tools, reusable prompts and external MCP servers.
zh_hans: 配置 AI 提供商、工具、可复用提示词以及外部 MCP 服务器。
zh_hant: 設定 AI 提供商、工具、可重複使用的提示詞和外部 MCP 伺服器。

# settings.ai_tools
source: AI Tools
zh_hans: AI 工具
zh_hant: AI 工具

# settings.analytics
source: Analytics
zh_hans: 分析
zh_hant: 分析

# settings.api_keys.bulk_import
source: Bulk Import
zh_hans: 批量导入
zh_hant: 批次匯入

# settings.api_keys.bulk_import_footer
source: Use one key per line, or name,key to set a custom label.
zh_hans: 每行一个密钥，或使用 名称,密钥 来设置自定义标签。
zh_hant: 每行一個金鑰，或使用 名稱,金鑰 來設定自訂標籤。

# settings.api_keys.bulk_import_generated_name_format
source: Key %d
zh_hans: 密钥 %d
zh_hant: 金鑰 %d

# settings.api_keys.bulk_import_header
source: Paste one key per line
zh_hans: 每行粘贴一个密钥
zh_hant: 每行貼上一個金鑰

# settings.api_keys.bulk_import_title
source: Bulk Import Keys
zh_hans: 批量导入密钥
zh_hant: 批次匯入金鑰

# settings.api_keys.clear_cooldowns
source: Clear Cooldowns
zh_hans: 清除冷却状态
zh_hant: 清除冷卻狀態

# settings.api_keys.cooldowns_cleared
source: Cooldowns cleared.
zh_hans: 已清除冷却状态。
zh_hant: 已清除冷卻狀態。

# settings.api_keys.count_format
source: Keys (%d)
zh_hans: 密钥（%d）
zh_hant: 金鑰（%d）

# settings.api_keys.empty
source: No API keys yet.
zh_hans: 暂无 API 密钥。
zh_hant: 暫無 API 金鑰。

# settings.api_keys.name_placeholder
source: Display name
zh_hans: 显示名称
zh_hant: 顯示名稱

# settings.api_keys.reset_statistics
source: Reset Statistics
zh_hans: 重置统计
zh_hant: 重設統計

# settings.api_keys.secret_placeholder
source: Paste API key
zh_hans: 粘贴 API 密钥
zh_hant: 貼上 API 金鑰

# settings.api_keys.secret_section
source: API Secret
zh_hans: API 密钥内容
zh_hant: API 金鑰內容

# settings.api_keys.statistics_reset
source: Statistics reset.
zh_hans: 统计已重置。
zh_hant: 統計已重設。

# settings.api_keys.status.cooldown
source: Cooldown
zh_hans: 冷却中
zh_hant: 冷卻中

# settings.api_keys.status.cooldown_until_format
source: Cooldown until %@
zh_hans: 冷却至 %@
zh_hant: 冷卻至 %@

# settings.api_keys.status.failed_count_format
source: Failed (%d)
zh_hans: 失败（%d）
zh_hant: 失敗（%d）

# settings.api_keys.status.ok
source: OK
zh_hans: 正常
zh_hant: 正常

# settings.api_keys.status.ok_relative_format
source: OK • %@
zh_hans: 正常 • %@
zh_hant: 正常 • %@

# settings.api_keys.status.untested
source: Untested
zh_hans: 未测试
zh_hant: 未測試

# settings.api_keys.test_all
source: Test All
zh_hans: 全部测试
zh_hant: 全部測試

# settings.api_keys.test_complete
source: API key test completed.
zh_hans: API 密钥测试完成。
zh_hant: API 金鑰測試完成。

# settings.api_keys.title
source: API Keys
zh_hans: API 密钥
zh_hant: API 金鑰

# settings.api_keys.add_title
source: Add API Key
zh_hans: 添加 API 密钥
zh_hant: 加入 API 金鑰

# settings.api_keys.edit_title
source: Edit API Key
zh_hans: 编辑 API 密钥
zh_hant: 編輯 API 金鑰

# settings.app_language
source: App Language
zh_hans: 应用语言
zh_hant: 應用語言

# settings.appearance
source: Appearance
zh_hans: 外观
zh_hant: 外觀

# settings.auto_lock
source: Auto Lock
zh_hans: 自动锁定
zh_hant: 自動鎖定

# settings.beta_features
source: Beta Features
zh_hans: 测试功能
zh_hant: 測試功能

# settings.biometric_lock
source: Biometric Lock
zh_hans: 生物识别锁
zh_hant: 生物辨識鎖

# settings.bold_text
source: Bold Text
zh_hans: 粗体文本
zh_hant: 粗體文字

# settings.build
source: Build
zh_hans: 构建版本
zh_hant: 建置版本

# settings.button_shapes
source: Button Shapes
zh_hans: 按钮形状
zh_hant: 按鈕形狀

# settings.cache_size
source: Cache Size
zh_hans: 缓存大小
zh_hant: 快取大小

# settings.change_password
source: Change Password
zh_hans: 修改密码
zh_hant: 變更密碼

# settings.changelog
source: Changelog
zh_hans: 更新日志
zh_hant: 更新紀錄

# settings.clear_cache
source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

# settings.color_filters
source: Color Filters
zh_hans: 颜色滤镜
zh_hant: 色彩濾鏡

# settings.connection_checks
source: Connection Checks
zh_hans: 连接检查
zh_hant: 連線檢查

# settings.crash_reports
source: Crash Reports
zh_hans: 崩溃报告
zh_hant: 當機報告

# settings.create_account
source: Create Account
zh_hans: 创建账户
zh_hant: 建立帳戶

# settings.custom_provider
source: Custom Provider
zh_hans: 自定义提供商
zh_hant: 自訂提供者

# settings.data_management
source: Data Management
zh_hans: 数据管理
zh_hant: 資料管理

# settings.date_format
source: Date Format
zh_hans: 日期格式
zh_hant: 日期格式

# settings.delete_account
source: Delete Account
zh_hans: 删除账户
zh_hant: 刪除帳戶

# settings.developer
source: Developer
zh_hans: 开发者
zh_hant: 開發者

# settings.developer.export_report_failed
source: Failed to export diagnostic report.
zh_hans: 导出诊断报告失败。
zh_hant: 匯出診斷報告失敗。

# settings.developer.export_report_success
source: Diagnostic report exported.
zh_hans: 诊断报告已导出。
zh_hant: 診斷報告已匯出。

# settings.developer_options
source: Developer Options
zh_hans: 开发者选项
zh_hant: 開發者選項

# settings.dynamic_type
source: Dynamic Type
zh_hans: 动态字体
zh_hant: 動態字體

# settings.email
source: Email
zh_hans: 电子邮件
zh_hant: 電子郵件

# settings.errors
source: Errors
zh_hans: 错误
zh_hant: 錯誤

# settings.experimental
source: Experimental
zh_hans: 实验性
zh_hant: 實驗性

# settings.export_backup
source: Export Backup
zh_hans: 导出备份
zh_hant: 匯出備份

# settings.export_diagnostics
source: Export Diagnostic Report
zh_hans: 导出诊断报告
zh_hant: 匯出診斷報告

# settings.face_id
source: Face ID
zh_hans: 面容 ID

# settings.faq
source: FAQ
zh_hans: 常见问题
zh_hant: 常見問題

# settings.first_day_of_week
source: First Day of Week
zh_hans: 一周的第一天
zh_hant: 一週的第一天

# settings.font_family
source: Font Family
zh_hans: 字体
zh_hant: 字型

# settings.forgot_password
source: Forgot Password?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# settings.generation
source: Generation
zh_hans: 生成设置
zh_hant: 生成設定

# settings.haptic_feedback
source: Haptic Feedback
zh_hans: 触感反馈
zh_hant: 觸覺回饋

# settings.help
source: Help
zh_hans: 帮助
zh_hant: 說明

# settings.home_nav.dashboard_tiles
source: Dashboard Tiles
zh_hans: 仪表板磁贴
zh_hant: 儀表板磚塊

# settings.home_nav.hidden_tiles
source: Hidden Tiles
zh_hans: 隐藏磁贴
zh_hant: 隱藏磚塊

# settings.home_nav.pinned
source: Pinned
zh_hans: 已固定
zh_hant: 已釘選

# settings.home_nav.preview_hint
source: Live preview of your home tab bar. Toggle tabs or drag to reorder below.
zh_hans: 实时预览首页标签栏。在下方切换或拖动重新排序。
zh_hant: 即時預覽首頁標籤列。可在下方切換或拖曳重新排序。

# settings.home_nav.reset_confirmation
source: Reset the home navigation layout to default?
zh_hans: 要将首页导航布局重置为默认吗？
zh_hant: 要將首頁導覽版面重設為預設值嗎？

# settings.home_nav.tabs
source: Tabs
zh_hans: 标签
zh_hant: 標籤

# settings.home_nav.visible_tiles
source: Visible Tiles
zh_hans: 可见磁贴
zh_hant: 可見磚塊

# settings.home_navigation
source: Home Navigation
zh_hans: 首页导航
zh_hant: 首頁導覽

# settings.icon_badge_count
source: Icon Badge
zh_hans: 图标角标
zh_hant: 圖示徽章

# settings.import_backup
source: Import Backup
zh_hans: 导入备份
zh_hant: 匯入備份

# settings.increase_contrast
source: Increase Contrast
zh_hans: 增强对比度
zh_hant: 增強對比度

# settings.language
source: Language
zh_hans: 语言
zh_hant: 語言

# settings.larger_text
source: Larger Text
zh_hans: 更大字体
zh_hant: 更大文字

# settings.lorem
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore.
zh_hans: 示例文本。
zh_hant: 範例文字。

# settings.manage_subscription
source: Manage Subscription
zh_hans: 管理订阅
zh_hant: 管理訂閱

# settings.mcp_servers
source: MCP Servers
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

# settings.network_logging
source: Network Request Logging
zh_hans: 网络请求日志
zh_hant: 網路請求日誌

# settings.notification_badge
source: Show Badge
zh_hans: 显示角标
zh_hant: 顯示徽章

# settings.notification_sound
source: Notification Sound
zh_hans: 通知声音
zh_hant: 通知聲音

# settings.notifications
source: Notifications
zh_hans: 通知
zh_hant: 通知

# settings.oled_dark
source: OLED Dark Mode
zh_hans: OLED 深色模式
zh_hant: OLED 深色模式

# settings.open_source_licenses
source: Open Source Licenses
zh_hans: 开源许可
zh_hant: 開放原始碼授權

# settings.passcode
source: Passcode
zh_hans: 密码
zh_hant: 密碼

# settings.password
source: Password
zh_hans: 密码
zh_hant: 密碼

# settings.privacy
source: Privacy
zh_hans: 隐私
zh_hant: 隱私

# settings.profile
source: Profile
zh_hans: 个人资料
zh_hant: 個人資料

# settings.quick_prompts
source: Quick Prompts
zh_hans: 快捷提示词
zh_hant: 快捷提示詞

# settings.reading
source: Reading
zh_hans: 阅读
zh_hant: 閱讀

# settings.reading_assistant
source: Reading Assistant
zh_hans: 阅读助手
zh_hant: 閱讀助手

# settings.reading_detail.auto_save_progress
source: Auto Save Progress
zh_hans: 自动保存进度
zh_hant: 自動儲存進度

# settings.reading_detail.classic
source: Classic
zh_hans: 经典
zh_hant: 經典

# settings.reading_detail.default_orientation
source: Default Orientation
zh_hans: 默认方向
zh_hant: 預設方向

# settings.reading_detail.full_screen
source: Full Screen Reading
zh_hans: 全屏阅读
zh_hant: 全螢幕閱讀

# settings.reading_detail.keep_screen_on
source: Keep Screen On
zh_hans: 保持屏幕常亮
zh_hant: 保持螢幕常亮

# settings.reading_detail.modern
source: Modern
zh_hans: 现代
zh_hant: 現代

# settings.reading_detail.preview_pages
source: Preview Pages
zh_hans: 预览页面
zh_hant: 預覽頁面

# settings.reading_detail.show_chapter_indicator
source: Show Chapter Indicator
zh_hans: 显示章节指示器
zh_hant: 顯示章節指示器

# settings.reading_detail.swipe_sensitivity
source: Swipe Sensitivity
zh_hans: 滑动灵敏度
zh_hant: 滑動靈敏度

# settings.reading_detail.sync_position
source: Sync Reading Position
zh_hans: 同步阅读位置
zh_hant: 同步閱讀位置

# settings.reading_detail.tap_to_turn
source: Tap to Turn Pages
zh_hans: 点击翻页
zh_hant: 點擊翻頁

# settings.reading_detail.tap_zone_layout
source: Tap Zone Layout
zh_hans: 点击区域布局
zh_hant: 點擊區域配置

# settings.reading_detail.three_column
source: Three Column
zh_hans: 三栏
zh_hant: 三欄

# settings.reading_detail.title
source: Reading Settings
zh_hans: 阅读设置
zh_hant: 閱讀設定

# settings.reading_detail.two_column
source: Two Column
zh_hans: 双栏
zh_hant: 雙欄

# settings.reading_detail.volume_buttons_turn
source: Volume Buttons Turn Pages
zh_hans: 音量键翻页
zh_hant: 音量鍵翻頁

# settings.recent_errors
source: Recent Errors
zh_hans: 近期错误
zh_hant: 近期錯誤

# settings.reduce_motion
source: Reduce Motion
zh_hans: 减弱动态效果
zh_hant: 減少動態效果

# settings.region
source: Region
zh_hans: 地区
zh_hant: 地區

# settings.reset_settings
source: Reset Settings
zh_hans: 重置设置
zh_hant: 重設設定

# settings.reset_settings_q
source: Reset all settings to defaults?
zh_hans: 将所有设置重置为默认？
zh_hant: 將所有設定重設為預設？

# settings.restore_purchases
source: Restore Purchases
zh_hans: 恢复购买
zh_hant: 還原購買

# settings.shake_to_undo
source: Shake to Undo
zh_hans: 摇动以撤销
zh_hant: 搖動以復原

# settings.show_debug_overlay
source: Show Debug Overlay
zh_hans: 显示调试覆盖层
zh_hant: 顯示除錯覆蓋層

# settings.sign_in
source: Sign In
zh_hans: 登录
zh_hant: 登入

# settings.sign_out
source: Sign Out
zh_hans: 退出登录
zh_hant: 登出

# settings.slow_animations
source: Slow Animations
zh_hans: 慢速动画
zh_hant: 慢速動畫

# settings.sound_effects
source: Sound Effects
zh_hans: 音效
zh_hant: 音效

# settings.source_code
source: Source Code
zh_hans: 源代码
zh_hant: 原始碼

# settings.spoken_content
source: Spoken Content
zh_hans: 朗读内容
zh_hant: 朗讀內容

# settings.storage
source: Storage
zh_hans: 存储
zh_hant: 儲存

# settings.storage.ai_index_cleared
source: AI index cleared.
zh_hans: AI 索引已清除。
zh_hant: AI 索引已清除。

# settings.storage.ai_index_label
source: AI Index
zh_hans: AI 索引
zh_hant: AI 索引

# settings.storage.book_files
source: Book Files
zh_hans: 书籍文件
zh_hant: 書籍檔案

# settings.storage.cache_cleared
source: Cache cleared.
zh_hans: 缓存已清除。
zh_hant: 快取已清除。

# settings.storage.cache_size
source: Cache Size
zh_hans: 缓存大小
zh_hant: 快取大小

# settings.storage.clear_ai_index
source: Clear AI Index
zh_hans: 清除 AI 索引
zh_hant: 清除 AI 索引

# settings.storage.clear_ai_index_q
source: Clear AI search index?
zh_hans: 清除 AI 搜索索引？
zh_hant: 清除 AI 搜尋索引？

# settings.storage.clear_cache
source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

# settings.storage.clear_cache_q
source: Clear all cached data?
zh_hans: 清除所有缓存数据？
zh_hant: 清除所有快取資料？

# settings.storage.clear_files_q
source: Clear all cached files?
zh_hans: 清除所有缓存文件？
zh_hant: 清除所有快取檔案？

# settings.storage.clear_history
source: Clear Conversation History
zh_hans: 清除对话历史
zh_hant: 清除對話記錄
